---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionConcreteRectangleCut
source: html/82f19bad-13e2-b70a-76e8-edbc0f9d7ab0.htm
---
# StructuralSectionConcreteRectangleCut Properties

Common set of parameters for structural analysis.